Repository: b2evolution/captcha_img_plugin
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, es_ve, hu_hu, ru_ru

source: Captcha images
de_de: Captcha Bilder
es_ve: Imágenes captcha
hu_hu: Captcha képek
ru_ru: Captcha изображения

source: Use generated images to tell humans and robots apart.
de_de: Benutze generierte Bilder, um Menschen von Robotern zu unterscheiden.
es_ve: Usa imágenes generadas para distinguir a humanos de los robots.
hu_hu: Generált képek használata, hogy az embereket és a robotokat meg tudjuk különböztetni.
ru_ru: Использует генерируемые изображения для отличия людей от роботов.

source: Protect trackback URLs
de_de: Schütze Trackback URLs
es_ve: Proteger URLs de referencias
hu_hu: Trackback URL-ek védelme
ru_ru: Защитить URL трекбеков.

source: Fonts folder
de_de: Schriftartenordner
es_ve: Directorio de fuentes
hu_hu: Betûkészlet könyvtár
ru_ru: Папка шрифтов

source: Path to a folder with TrueType fonts for captcha text, relative to the plugin file.
de_de: Pfad zu einem Ordner mit TrueType Schriften für den Captcha-Text, relativ zur Plugindatei.
es_ve: Ruta al directorio con fuentes TrueType para el texto captcha, relativa al archivo de la extensión.
hu_hu: A TrueType betûkészletek könyvtára, relatív a plugin állományhoz képest.
ru_ru: Путь к папке с TrueType шрифтами для текта captcha, относительный к файлу плагина.

source: Timeout for keys
de_de: Timeout für Schlüssel
es_ve: Tiempo de espera para claves
hu_hu: A kulcsok lejárata
ru_ru: Время задержки для ввода

source: in minutes. When does the generated captcha expire?
de_de: in Minuten. Wann läuft ein generiertes Captcha ab?
es_ve: en minutos. ¿Cuándo expira el captcha generado?
hu_hu: perc. Ennyi idõ után a captcha lejár.
ru_ru: в минутах. Когда сгенерированный captcha устареет?

source: Websafe colors
de_de: Websichere Farben
es_ve: Colores Websafe
hu_hu: Biztonságos web-színek
ru_ru: Безопасные веб-цвета

source: Use web safe colors (only 216 colors)?
de_de: Benutzer websichere Farben (nur 216 Farben)?
es_ve: ¿Usar colores Websafe (sólo 216 colores)?
hu_hu: Biztonságos web-színek használata (csak 216 szín).
ru_ru: Использовать безопасные веб-цвета (всего 216)?

source: Noise
de_de: Lärm
es_ve: Ruido
hu_hu: Zaj
ru_ru: Шум

source: Use background noise characters instead of a grid.
de_de: Benutze Hintergrund-"Lärm"-Zeichen anstelle eines Gitters.
es_ve: Usar caracteres de ruido en el fondo, en vez de una red.
hu_hu: A rács helyett zaj használata a háttérben.
ru_ru: Использовать фоновый шум для символов вместо зачеркивания.

source: Noise factor
de_de: Lärmfaktor
es_ve: Factor de ruido
hu_hu: Zajfaktor
ru_ru: Фактор шума

source: Noise multiplier (number of characters gets multipled by this to define noise).
de_de: Lärm-Multiplikator (die Anzahl der Buchstaben wird hiermit multipliziert, um den Lärm zu definieren)
es_ve: Multiplicador de ruido (número de caracteres es multiplicado por este número para definir el ruido)
hu_hu: Zaj szorzó (a karakterek száma lesz megszorozva ezzel, hogy a zaj mértékét kiszámolja)
ru_ru: Множитель шума (уровень шума для символов).

source: Min chars
de_de: Mind. Zeichen
es_ve: Caracteres mínimos
hu_hu: Minimum karakterszám
ru_ru: Минимум символов

source: The minimum number of characters to use.
de_de: Die Mindestanzahl an zu benutzenden Buchstaben.
es_ve: El número mínimo de caracteres a usar
hu_hu: A minimum karakterszám, amit használni szeretnél.
ru_ru: Минимальное число символов для использования.

source: Max chars
de_de: Max. Zeichen
es_ve: Caracteres máximos
hu_hu: Maximum karakterszám
ru_ru: Максимум символов

source: The maximum number of characters to use.
de_de: Die maximale Anzahl an zu benutzenden Zeichen.
es_ve: El número máximo de caracteres a usar
hu_hu: Maximum karakterszám, amit használni szeretnél.
ru_ru: Максимальное число символов для использования.

source: Min font size
de_de: Mind. Schriftgröße
es_ve: Tamaño de fuente mínimo
hu_hu: Minimum betûméret
ru_ru: Минимальный шрифт

source: The minimum font size to use.
de_de: Die zu benutzende Mindestschriftgröße
es_ve: El tamaño de fuente mínimo a usar
hu_hu: A legkisebb betûméret, amit használni szeretnél.
ru_ru: Минимальный размер шрифта для использования.

source: Max font size
de_de: Max. Schriftgröße
es_ve: Tamaño de fuente máximo
hu_hu: Maximum betûméret
ru_ru: Максимальный шрифт

source: The maximum font size to use.
de_de: Die maximal zu benutzende Schriftgröße.
es_ve: El tamaño de fuente máximo a usar.
hu_hu: A legnagyobb betûméret, amit használni szeretnél.
ru_ru: Максимальный размер шрифта для использования.

source: Max rotation
de_de: Max. Drehung
es_ve: Rotación Máxima
hu_hu: Maximum forgatás
ru_ru: Максимальный поворот

source: The maximum degrees a char should be rotated. 25 means a random rotation between -25 and 25.
de_de: Der größte Winkel in dem ein Zeichen gedreht werden soll. 25 bedeutet eine zufällige Rotation zwischen -25 und 25.
es_ve: El máximo número de grados que un carácter puede ser rotado. 25 significa una rotación aleatoria entre -25° y 25°.
hu_hu: A maximum forgatás, amivel a betûk el lesznek forgatva. A 25 azt jelenti, hogy véletlenszerûen lesz forgatva -25 és 25 fok között.
ru_ru: Максимальный угол поворота символов. 25 - означает случайный угол поворота от -25 до 25.

source: JPEG quality
de_de: JPEG Qualität
es_ve: Calidad JPEG
hu_hu: JPEG minõség
ru_ru: Качество JPEG

source: JPEG image quality.
de_de: JPEG Bildqualität.
es_ve: Calidad JPEG de la imagen
hu_hu: JPEG képminõség
ru_ru: Качество JPEG изображения.

source: Valid characters
de_de: Gültige Buchstaben
es_ve: Caracteres válidos
hu_hu: Érvényes karakterek
ru_ru: Допустимые символы

source: Valid characters to use in generated images.
de_de: Gültige Buchstaben, die in generierten Bildern verwendet werden.
es_ve: Caracteres válidos a ser usados en las imágenes generadas.
hu_hu: Érvényes karakterek a generált képben.
ru_ru: Допустимые символы для использования в изображениях.

source: Case sensitive
de_de: Groß-/Kleinschreibung
es_ve: Distinguir mayúsculas
hu_hu: Kisbetû-nagybetû érzékeny
ru_ru: Чувствительные к регистру

source: Use case sensitive keys?
de_de: Unterscheide zwischen Groß- und Kleinschreibung?
es_ve: ¿Usar claves con distinción de mayúsculas y minúsculas?
hu_hu: Kibetû-nagybetû érzékenység használata
ru_ru: Использовать чувствительные к регистру символы?

source: Use for
de_de: Benutzen für
es_ve: Usar para
hu_hu: Használd a következõkhöz:
ru_ru: Применить для

source: Use for anonymous
de_de: Für Besucher benutzen
es_ve: Usar para Anónimos
hu_hu: Használd az anonymous-hoz
ru_ru: Применить для анонимов

source: Should this plugin be used for anonymous users?
de_de: Soll dieses Plugin für anonyme Besucher benutzt werden?
es_ve: ¿Esta extensión debe ser usada para usuarios anónimos?
hu_hu: A plugin használatban lesz az anonymous felhasználóknál?
ru_ru: Должен ли плагин применяться к анонимным пользователям?

source: Use for members
de_de: Benutze für Mitglieder
es_ve: Usar para miembros
hu_hu: Használd a tagokhoz
ru_ru: Использовать для членов

source: Use this plugin for members of the target blog, if their level is below this.
de_de: Benutze das Plugin für Mitglieder des Zielblogs, wenn ihr Level unterhalb dieses Wertes ist.
es_ve: Usar esta extensión para miembros de la bitácora, si su nivel es menor que este.
hu_hu: Használd a plugint a blogok tagjainál, ha a szintjük alacsonyabb, mint ez.
ru_ru: Применять плагин для членов данного блога, если их уровень ниже назначенного.

source: Use for registered
de_de: Benutze für Registrierte
es_ve: Usar para registrados
hu_hu: Használd a regisztráltakhoz
ru_ru: Применять плагин для членов

source: Use this plugin for registered users, if their level is below this.
de_de: Benutze das Plugin für registrierte Benutzer, wenn ihr Level unterhalb dieses Wertes ist.
es_ve: Usar esta extensión para usuarios registrados, si su nivel es menor que este.
hu_hu: Használd a plugint a regisztrált felhasználóknál, ha a szintjük alacsonyabb, mint ez.
ru_ru: Применять плагин для зарегистрированных пользователей блога, если их уровень ниже назначенного.

source: Post-process
de_de: Nachbearbeitung
es_ve: Post-procesamiento
hu_hu: Utófeldolgozás
ru_ru: Пост-обработка

source: A command to post-process the image.
de_de: Ein Befehl, um das Bild nachzubearbeiten.
es_ve: Una orden para post-procesar la imagen.
hu_hu: A parancs, amivel utófeldolgozzuk a képet.
ru_ru: Команда для пост-обработки изображения.

source: You do not seem to come from the intended page!
de_de: Du scheinst nicht von der angedachten Seite zu kommen!
es_ve: ¡Usted no parece venir desde la página apropiada!
hu_hu: Úgy néz ki, hogy nem a megfelelõ lapról jöttél!
ru_ru: Похоже что вы пришли с не предназначенной страницы!

source: No stored private key has been found. You probably do not have cookies enabled or the timeout of %d minutes has expired.
de_de: Es wurde kein privater Schlüssel gefunden. Du hast wahrscheinlich Cookies ausgeschaltet oder der Timeout von %d Minuten ist abgelaufen.
es_ve: No se ha encontrado ninguna clave privada en almacenamiento. Usted probablemente no tiene galletas activadas o el tiempo máximo de %d minutos ha expirado.
hu_hu: Nem találom a kulcsot. Talán nincsenek a sütik engedélyezve a böngészõdben, vagy a %d perc idõt túllépted.
ru_ru: Не найдены сохраненные ключи. Возможно у вас отключены cookies или прошло необходимое время ( %d минут ) для ввода значения.

source: The entered code does not match the expected one.
de_de: Der eingegebene Code entspricht nicht dem erwarteten.
es_ve: El código ingresado no concuerda con el esperado.
hu_hu: A beírt kód nem egyezik a várt kóddal.
ru_ru: Введен не правильный код.

source: This is a captcha-picture. It is used to prevent mass-access by robots.
de_de: Dies ist ein Captcha Bild. Es wird benutzt, um Massenzugriffe von Robotern zu verhindern.
es_ve: Esta es una imagen captcha. Es usada para prevenir accesos masivos por parte de robots.
hu_hu: Ez egy captcha-kép, ennek használatával megakadályozzuk a robotok áradatát.
ru_ru: Это captcha изображение. Используется для блокировки роботов.

source: Reload
de_de: Neu laden
es_ve: Recargar
hu_hu: Újratöltés
ru_ru: Обновить

source: Reload image!
de_de: Lade das Bild neu!
es_ve: ¡Recargar imagen!
hu_hu: Kép újratöltése!
ru_ru: Обновить изображение!

source: Please enter the characters from the image above.
de_de: Bitte gib die Zeichen des obigen Bildes ein.
es_ve: Por favor, ingrese los caracteres de la imagen de arriba.
hu_hu: Kérlek, add meg a szöveget a fenti képbõl.
ru_ru: Пожалуйста, введите символы, указанные на изображении.

source: case insensitive
de_de: Groß/Kleinschreibung ist unwichtig
es_ve: No distingue mayúsculas/minúsculas
hu_hu: nem kisbetû-nagybetû érzékeny
ru_ru: не чувствительные к регистру

source: case sensitive
de_de: Groß/Kleinschreibung ist wichtig
es_ve: Distingue mayúsculas/minúsculas
hu_hu: kisbetû-nagybetû érzékeny
ru_ru: чувствительные к регистру

source: Validate me
de_de: Validiere mich
es_ve: Valídame
hu_hu: Érvényesít
ru_ru: Проверь меня

source: The captcha code was invalid: %s
de_de: Der Captcha Code war ungültig: %s
es_ve: El código captcha es inválido: %s
hu_hu: A captcha kód érvénytelen: %s
ru_ru: Ошибка: %s

source: Display trackback URL
de_de: Zeige Trackback URL
es_ve: Mostrar URL para referencias
hu_hu: Trackback URL mutatása
ru_ru: Показать трекбек URL

source: Invalid trackback URL!
de_de: Ungültige Trackback URL!
es_ve: ¡URL para referencias inválido!
hu_hu: Érvénytelen trackback URL!
ru_ru: Не верный трекбек URL!

source: Invalid key in trackback URL!
de_de: Ungültiger Schlüssel in Trackback URL!
es_ve: ¡Clave inválida en URL para referencias!
hu_hu: Érvénytelen kulcs a trackback URL-ben!
ru_ru: Недопустимое значение в трекбек URL!

source: Create test image... (please save any changes before)
de_de: Erstelle Testbild... (bitte vorher eventuelle Änderungen speichern)
es_ve: Crear imagen de prueba... (por favor, guarde cualquier cambio antes)
hu_hu: Teszt kép készítése... (kérlek, elõször mentsd el az esetleges beállítás változásokat)
ru_ru: Создать тестовое изображение... (перед этим сохраните изменения)

source: A generated image should show up below. The image only gets displayed once - use the test link again for a new try.
de_de: Ein generiertes Bild sollte unten erscheinen. Das Bild wird nur einmal angezeigt - benutze den Testlink erneut für einen neuen Versuch.
es_ve: Una imagen generada debería aparecer abajo. La imagen sólo es mostrada una vez - use el enlace de prueba otra vez para un nuevo intento.
hu_hu: Lent a generált képet kellene látnod. A képet csak egyszer mutatjuk - használd a teszt linket, ha újra meg akarod próbálni.
ru_ru: Сгенерированное изображение должно появиться снизу. Картинка появляется только один раз, нажмите на ссылку еще раз для повтора.

source: The GD library does not seem to be installed.
de_de: Die GD-Bibliothek scheint nicht installiert zu sein.
es_ve: La biblioteca GD no parece estar instalada.
hu_hu: Úgy néz ki, hogy a GD library nincs telepítve.
ru_ru: GD библиотека не установлена.

source: No JPEG support. (Function imagejpeg does not exist)
de_de: Keine JPEG-Unterstützung. (Funktion imagejpeg existiert nicht)
es_ve: No hay soporte JPEG (la función imagejpeg no existe).
hu_hu: Nincs JPEG támogatás. (Az imagejpeg eljárás nem létezik.)
ru_ru: Нет поддержки JPEG. (Функция imagejpeg не существует)

source: FreeType library not available. (Function imagettftext does not exist)
de_de: FreeType-Bibliothek ist nicht verfügbar. (Funktion imagettftext existiert nicht)
es_ve: La biblioteca FreeType no está disponible (la función imagettftext no existe)
hu_hu: A FreeType library nem érhetõ el. (Az imagettfext eljárás nem létezik.)
ru_ru: FreeType библиотека не найдена. (Функция imagettftext не существует)

source: Fonts folder %s is not readable or does not exist!
de_de: Der Schriftenordner %s ist nicht lesbar oder existiert nicht!
es_ve: ¡El directorio de fuentes (%s) no es legible o no existe!
hu_hu: A %s betûkészlet könyvtár nem olvasható, vagy nem létezik!
ru_ru: Папка шрифтов %s не доступна или не существует.

source: No Truetype fonts available!
de_de: Es sind keine TrueType-Schriften verfügbar!
es_ve: ¡No hay fuentes TrueType disponibles!
hu_hu: Nincsenek TruType betûkészletek megadva!
ru_ru: Не доступны TrueType шрифты!
